examples/playbook-rails/app/controllers/feedback_controller.rb

INSERT INTO "feedbacks" ("name", "comments", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Jasper"], ["comments", "Testing this awesome thing out."], ["created_at", "2025-01-09 17:25:08.831132"], ["updated_at", "2025-01-09 17:25:08.831132"]]
---
  def create
    @feedback = Feedback.new(feedback_params)

    if @feedback.save